[
    {
        "title": "When Minority Students Attend Elite Private Schools",
        "summary": "Many parents of color send their children to exclusive, predominantly white schools in an attempt to give their kids a \"ticket to upward mobility.\" But these well-resourced institutions can fall short at nurturing minority students emotionally and intellectually.",
        "link": "https://www.theatlantic.com/education/archive/2013/12/when-minority-students-attend-elite-private-schools/282416/",
        "image": {
            "link": "https://cdn.theatlantic.com/thumbor/far5ZzSM1HdsCyCT1UJWTfMa41w=/570x321/filters:format(png)/media/img/posts/2013/12/Idris_Brewster_in_American_Promise/original.png",
            "alt": "IDRIS BREWSTER AND HIS MOTHER, MICHÈLE STEPHENSON, IN A SCENE FROM AMERICAN PROMISE (JON STUYVESANT)"
            },
        "date": "December 17, 2013",
        "author": "Judith Ohikuare"
    },
    {
        "title": "When and How to Respond to Microaggressions",
        "summary": "In U.S. workplaces — and around the world — people are finally engaging in real conversations about race, justice, diversity, equality, and inclusion. That’s a good thing, hopefully paving the way for meaningful anti-racist action from both individuals and organizations. But those discussions will in all likelihood be very uncomfortable — not just for white employees and leaders who might be confronting their privilege for the first time but also for people of color, especially Black Americans, who know that candid talks with colleagues will mean they either face or need to call out “microaggressions.”",
        "link": "https://hbr.org/2020/07/when-and-how-to-respond-to-microaggressions",
        "image": {
            "link": "https://hbr.org/resources/images/article_assets/2020/07/Jul20_03_871489-768x432.jpg",
            "alt": "HBR Staff/KKGAS/Stocksy"
            },
        "date": "December 17, 2013",
        "author": "Ella F. Washington , Alison Hall Birch and Laura Morgan Roberts"
    },
    {
        "title": "Feeling Like Impostors",
        "summary": "New study from the University of Texas at Austin suggests that the impostor phenomenon can affect various groups of minority students in different ways.",
        "link": "https://www.insidehighered.com/news/2017/04/06/study-shows-impostor-syndromes-effect-minority-students-mental-health",
        "image": {
            "link": "https://www.insidehighered.com/sites/default/server_files/styles/large-copy/public/media/iStock-509246730.jpg?itok=xx8VS-1R",
            "alt": "ISTOCK"
            },
        "date": "April 6, 2017",
        "author": "Jeremy Bauer-Wolf"
    },
    {
        "title": "SYEP Summer Bridge 2020",
        "summary": "As you may know in April, we had to suspend the Summer Youth Employment Program (SYEP). We have spent this time creating an engaging virtual program that will offer opportunities to learn new skills, explore potential careers and earn money this summer and are happy to announce the launch of SYEP Summer Bridge 2020.",
        "link": "https://www1.nyc.gov/site/dycd/services/jobs-internships/summer-youth-employment-program-syep.page",
        "image": {
            "link": "https://www1.nyc.gov/assets/dycd/images/content/pages/SYEP_SUMMER_Website.jpg",
            "alt": ""
            },
        "date": "No Date",
        "author": "No Author"
    },
    {
        "title": "Code-Switching Is Not Trying to Fit in to White Culture, It’s Surviving It",
        "summary": "The voice that sprung from my throat was unfamiliar as I introduced myself to a classroom of White students. Its tone was high-pitched and enthusiastic—a far cry from my naturally soft raspiness.",
        "link": "https://www.yesmagazine.org/opinion/2019/12/17/culture-code-switching/",
        "image": {
            "link": "https://www.yesmagazine.org/wp-content/uploads/2019/12/harris-code-switching.jpg",
            "alt": "PHOTO BY LUIS ALVAREZ/GETTY IMAGES"
            },
        "date": "December 17, 2019",
        "author": "Ida Harris"
    },
    {
        "title": "The overwhelming whiteness of U.S. private schools, in six maps and charts",
        "summary": "Students in the nation’s private schools are disproportionately — and in some states overwhelmingly — white. While that’s not entirely surprising, a new analysis from the Southern Education Foundation quantifies the continued segregation of white students in private schools, particularly in the South, where private-school enrollment jumped in the 1950s and 1960s as white families sought to avoid attending integrated public schools.",
        "link": "https://www.washingtonpost.com/news/education/wp/2016/03/29/the-overwhelming-whiteness-of-u-s-private-schools-in-six-maps-and-charts/",
        "image": {
            "link": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/GVTGSIZ6B46F3FWTFRKZABW3OE.jpg&w=916",
            "alt": "The rural town of Farmville, Va., is home to the Fuqua School, a former segregation academy that now is actively recruiting black students. (Jahi Chikwendiu/The Washington Post)"
            },
        "date": "March 29, 2016",
        "author": "Emma Brown"
    }
]